L = {}

L["arccw.menus.gsoe"]                      = "GSO дополнительно"
L["arccw.gsoe_info"]                       = "Все игроки могут настроить свой цвет лазера GSO. Для изменения других параметров на этой панели требуются права администратора, и они автоматически объединяются в сеть в многопользовательской игре."
L["arccw.gsoe_balinfo"]                    = "Чтобы увидеть полный список информации о балансе, перейдите на страницу в мастерской."
L["arccw.cvar.gsoe_attbal"]                = "Настроить части оружия"
L["arccw.cvar.gsoe_gunbal"]                = "Настроить оружие"
L["arccw.cvar.gsoe_origintweak"]           = "Tweak Origins"
L["arccw.cvar.gsoe_catmode"]               = "Режим категоризации"
L["arccw.cvar.gsoe_catmode.desc"]          = "0 - Не менять; 1 - Категории CS:GO; 2 - Все в одной категории"
L["arccw.cvar.gsoe_lasermode"]             = "Пользовательский режим лазера"
L["arccw.cvar.gsoe_lasermode.desc"]        = "Установите значение 1, чтобы цвета GSO-лазеров определялись игроком. Установите значение 2, чтобы отключить защиту от анти-сыра (предотвращает невидимость чёрных лазеров)"
L["arccw.cvar.gsoe_laser"]                 = "Цвет лазера"