L = {}

L["con.fas2.m79.quad"] = "Эффективность гранат снижена"

L["pro.fas2.m79.dmg"] = "+ Урон от взрыва"
L["pro.fas2.m79.rad"] = "+ Радиус взрыва"
L["con.fas2.m79.dmg"] = "- Урон от взрыва"
L["con.fas2.m79.rad"] = "- Радиус взрыва"

L["pro.fas2.m79.smoke"] = "Дымовая завеса при ударе"
L["pro.fas2.m79.flash"] = "Ослепляющая вспышка при ударе"
L["pro.fas2.m79.incendiary"] = "Выпускает пламя при ударе"
L["pro.fas2.m79.buck"] = "Стреляет картечью"
L["info.fas2.m79.buck"] = "Использует патроны для дробовика вместо гранат"
L["pro.fas2.m79.hornet"] = "Стреляет пулями"
L["info.fas2.m79.hornet"] = "Использует пистолетные патроны вместо гранат"
L["pro.fas2.m79.cball"] = "Стреляет энергетическим шаром"
L["info.fas2.m79.cball"] = "Использует сферы AR2 вместо гранат"
L["con.fas2.m79.impactdefuse"] = "Разрушается при ударе"
L["con.fas2.m79.noimpact"] = "Не взрывается при ударе"
L["info.fas2.m79.timer"] = "Переключение режимов огня для изменения таймера предохранителя"
L["con.fas2.m79.min"] = "Минимальный прямой урон"

L["pro.fas2.double_barrel"] = "Дополнительный выстрел за выстрел"
L["pro.fas2.raptor_stock"] = "-30/40/50% отдачи при первых 3 выстрелах"

L["pro.fas2.akimbo"] = "На 100% больше оружия"
L["con.fas2.akimbo"] = "Нельзя прицелиться"

L["con.fas2.ubgl"] = "Не может использовать подствольное оружие"
L["pro.fas2.xs"] = "Стрельба во время бега"

L["pro.fas2.saf"] = "Уменьшает отдачу до последнего выстрела"
L["con.fas2.saf"] = "Последний выстрел дезориентирует пользователя"

L["pro.fas2.pen.25"] = "Прострел 25-мм"
L["pro.fas2.pen.18"] = "Прострел 18-мм"
L["pro.fas2.pen.12"] = "Прострел 12-мм"






L["pro.fullauto"] = "Полностью автоматический"