L = {}

-- Assault Rifles
L["desc.arccw_go_ace"] = "Винтовка с низкой отдачей и высоким контролем стрельбы, разработанная для армии обороны Израиля."
L["name.arccw_go_ak47"] = "АКМ"
L["desc.arccw_go_ak47"] = "Везде известная винтовка Российской разработки, используемая военными и боевиками по всему миру. Один из самых популярных видов оружия. Может быть адаптирована к различным формам ведения боя."
L["desc.arccw_go_ar15"] = "Гражданская версия винтовки M4. Созданная Юджином Стоунером и первоначально продававшаяся компанией Armalite, она впоследствии стала основой для самых популярных винтовок в мире. Имеет только полуавтоматический режим стрельбы!"
L["desc.arccw_go_aug"] = "Штурмовая винтовка типа «Булл-пап», в конструкции которой механизм расположен за рукояткой, что позволяет удлинить ствол без увеличения эффективной дальности поражения. Хорошая ёмкость магазина, плохие характеристики отдачи."
L["desc.arccw_go_famas"] = "Французская штурмовая винтовка «Булл-пап» с трёхзарядной типом стрельбы залпового огня. Многие считают, что это паршивое оружие, но оно принесло французам немало побед (фр. «la victoire»)."
L["desc.arccw_go_m4"] = "Популярная американская штурмовая винтовка, созданная на основе системы AR-15 Юджина Стоунера. Хорошо сбалансированная винтовка с хорошими универсальными характеристиками."
L["desc.arccw_go_arccw_go_sg556"] = "Швейцарская винтовка, созданная для гражданского рынка. Предназначена в основном для экспорта в США. Хорошо зарекомендовала себя за дальность поражения. Модифицирована под военный тип стрельбы."

-- Battle Rifles
L["desc.arccw_go_g3"] = "Боевая винтовка с замедленным темпом стрельбы и мощными пулями, ведущая свою историю с конца 2-й мировой войны. Разработана для нужд новообразованного Бундесвера."
L["desc.arccw_go_scar"] = "Высококлассная боевая винтовка, разработанная для нужд спецподразделений в условиях современной войны."

-- Gear
L["name.arccw_go_nade_incendiary"] = "Зажигательная граната AN/M14 «Термит»"
L["desc.arccw_go_nade_incendiary"] = "Граната, которая выпускает чрезвычайно горячее расплавленное железо в результате реакции горения термита. В основном предназначена для уничтожения объектов, а не в качестве оружия."
L["name.arccw_go_melee_knife"] = "Штык-нож"
L["desc.arccw_go_melee_knife"] = "Острое металлическое лезвие для нанесения колющих и режущих ударов. Обычно прикрепляется к огнестрельному оружию."
L["name.arccw_go_nade_frag"] = "Осколочная граната M67"
L["desc.arccw_go_nade_frag"] = "Ручная осколочная граната с высоким содержанием взрывчатых веществ. Может быть брошена после отделения кольца (если вы успеете, конечно)."
L["name.arccw_go_nade_flash"] = "Светошумовая граната M84"
L["desc.arccw_go_nade_flash"] = "В настоящее время M84 - светошумовая граната граната, используемая в вооружённых силах США и спецназе по всей территории Соединённых Штатов. При детонации она издаёт интенсивный громкий взрыв мощностью 170-180 децибел и ослепляющую вспышку мощностью более миллиона кандел в радиусе пяти футов от места взрыва, достаточную для мгновенного ослепления, глухоты, шума в ушах и нарушения работы внутреннего уха. Поражённый испытывает дезориентацию, теряет сознание, потерю координации и равновесия. Хотя все эти эффекты рассчитаны на временное воздействие, существует риск получения необратимых травм. Следовательно, M84 классифицируется как менее смертельное оружие."
L["name.arccw_go_nade_smoke"] = "Дымовая граната модели 5210"
L["desc.arccw_go_nade_smoke"] = "Дымовая граната, создающая облако белого дыма для маскировки. Облако дыма держится около 15 секунд."
L["name.arccw_go_nade_molotov"] = "Коктейль Молотова"
L["desc.arccw_go_nade_molotov"] = "Самодельная ручная граната, созданная из бутылки с спиртным и тряпки, поджечь и бросить. Коктейль Молотова получил своё название от имени советского министра иностранных дел Вячеслава Молотова, который утверждал, что советские бомбардировки - это посылки с гуманитарной помощью. Финны с сарказмом окрестили бомбы «хлебными корзинами Молотова», а когда они разработали топливную бомбу для борьбы с советскими танками, назвали их «Коктейлями Молотова», чтобы соответствовать его содержимому."
L["name.arccw_go_nade_knife"] = "Метательный нож"
L["desc.arccw_go_nade_knife"] = "Скелетонизированный нож, предназначенный для метания. Всё в ваших руках."

-- Machine Guns
L["desc.arccw_go_m249para"] = "Основной лёгкий пулемёт США, используемый армией и морскими пехотинцами для ведения подавляющего огня."
L["name.arccw_go_negev"] = "«Негев»"
L["desc.arccw_go_negev"] = "7,62-мм лёгкий пулемёт, созданный на основе IWI Negev. Способен вести интенсивный огонь на дальних дистанциях."

-- Pistols
L["name.arccw_go_taser"] = "Продвинутый электрошокер M26"
L["desc.arccw_go_taser"] = "Менее смертельное оружие, предназначенное для обездвиживания нападающих с помощью высоковольтного электрического разряда. Я знаю, что из их безжизненного тела течёт кровь, их кореша ведут себя так, как будто вы только что убили их брата, и, будто они никогда не встанут, но будьте уверены, они просто вырубились."
L["desc.arccw_go_cz75"] = "Чешский пистолет, разработанный в качестве альтернативы другим современным пистолетам."
L["desc.arccw_go_deagle"] = "Чудовищный пистолет, созданный по вдохновению Automag .44, с механизмом, больше напоминающим штурмовую винтовку, чем пистолет. Его мощные патроны калибра .50 способны остановить медведей гризли."
L["desc.arccw_go_fiveseven"] = "Пистолет, разработанный для совместного использования с P90 PDW. Отличная дальность стрельбы по сравнению с большинством пистолетов, но не очень мощная огневая мощь."
L["desc.arccw_go_glock"] = "Исключительно популярный автоматический пистолет с полимерной рамкой. Хорошие характеристики, надёжность и простое управление, не включающее предохранитель, делают его очень популярным как среди полицейских, так и среди грабителей."
L["desc.arccw_go_m9"] = "Популярный полноразмерный Итальянский пистолет калибра 9-мм, принятый на вооружение вооружёнными силами США."
L["name.arccw_go_r8"] = "Револьвер модели 327 R8"
L["desc.arccw_go_r8"] = "Современный револьвер, созданный для современного мира. Смягчает некоторые недостатки традиционных револьверов благодаря 8-зарядному барабану и встроенной планкой для прицелов и других насадок."
L["desc.arccw_go_p2000"] = "9-мм пистолет, разработанный для удовлетворения потребностей современной полиции и военизированных служб."
L["desc.arccw_go_p250"] = "Компактный пистолет с мощным ударным механизмом, включающий в себя множество усовершенствований по сравнению с предыдущим поколением пистолетов SIG. Вместо предохранителя в пистолете имеется блокиратор, который переводит пистолет в режим двойного действия."
L["desc.arccw_go_tec9"] = "Дешёвый пистолет с открытым затвором, изначально созданный для Шведского спецназа. Однако Шведский рынок бюджетных пистолетов-пулемётов для спецподразделений был не очень велик, поэтому они экспортировали его в США, где он приобрёл дурную славу как дешёвый пистолет, легко переделываемый в автоматический. В результате он стал прямой мишенью нескольких запретов на «штурмовое оружие»."
L["desc.arccw_go_usp"] = "Легендарный пистолет, разработанный для полиции и спецподразделений. Ствол с резьбой позволяет установить глушитель."

-- Shotguns
L["desc.arccw_go_m1014"] = "Полуавтоматический дробовик с питанием через трубу, используемый армией США и различными тактическими подразделениями по всему миру. Опытные образцы, прошедшие испытания в 1998 году, были названы «XM1014», но после принятия на вооружение США буква «X» была исключена."
L["desc.arccw_go_mag7"] = "Южноафриканский боевой дробовик с магазином, расположенным в пистолетной рукоятке. Это оружие сочетает в себе черты пистолета-пулемёта и помпового ружья. Снято в фильме 1996 года «Ромео и Джульетта» с Леонардо Ди Каприо в главной роли."
L["desc.arccw_go_870"] = "Почтенное помповое ружьё, практически ассоциирующееся с самой концепцией. Модель 870, проданная в количестве более 3 миллионов экземпляров, является самым популярным ружьём из когда-либо выпускавшихся."
L["desc.arccw_go_nova"] = "Помповое ружьё, предназначенное для охоты и тактического использования. Модель SuperNova улучшена по сравнению с моделью Nova за счёт системы снижения отдачи на основе ртути, планки пикатинни для насадок и улучшенного, более жёсткого затвора."

-- Submachine Guns
L["desc.arccw_go_mac10"] = "Классический гангстерский пистолет-пулемёт, популярный благодаря простоте переделки в автоматический, изначально задумывался как недорогое оружие для спецподразделений. Невысокая отдача, но мощный патрон .45 ACP и высокая скорострельность позволяют наносить большой урон за короткое время."
L["desc.arccw_go_mp5"] = "Популярный лёгкий 9-мм пистолет-пулемёт, используемый полицией и военными по всему миру. Хорошо сбалансированные характеристики."
L["desc.arccw_go_mp7"] = "Лёгкое персональное оружие самообороны, которое должно было заменить 9-мм пистолет в качестве стандартного оружия НАТО для подразделений, которым не нужно было носить полноразмерные винтовки."
L["desc.arccw_go_mp9"] = "9-мм пистолет-пулемёт, разработанный на основе Steyr TMP, с боковым складным прикладом."
L["desc.arccw_go_p90"] = "Персональное оружие самообороны с магазином повышенной ёмкости, заряжающимся крошечными остроконечными бронебойными патронами. Хорошая огневая мощь в компактном корпусе. Модель «TRI RAIL» имеет три направляющие планки пикатинни для насадок."
L["name.arccw_go_bizon"] = "ПП-19 «Бизон-2»"
L["desc.arccw_go_bizon"] = "Российский пистолет-пулемёт, созданный для подразделений ФСБ. Созданный на базе ПП-19-01 «Витязь», в основе которого лежит АК-47, он способен вмещать беспрецедентное количество боеприпасов в одном магазине."
L["desc.arccw_go_ump"] = "Пистолет-пулемёт 45 калибра, созданный для замены MP5. Имеет более контролируемый темп стрельбы и возможность стрельбы очередями по 2 патрона."

-- Sniper Rifles
L["desc.arccw_go_awp"] = "Arctic Warfare Super Magnum - это снайперская винтовка для холодной погоды для полиции и военных, использующая высококалиберный патрон."
L["desc.arccw_go_ssg08"] = "Высокоточная снайперская винтовка для полиции и военных, также популярна среди граждан, занимающихся охотой."
