L = {}

L["pro.diver"] = "Возможность стрельбы под водой"
L["pro.quickdraw"] = "Быстрое переключение оружия"
L["pro.last"] = "Урон от последнего выстрела"
L["pro.ace"] = "Шанс крита против NPC"
L["pro.magcap"] = "Увеличенная ёмкость магазина"
L["pro.refund"] = "Возможность зарядить патрон в магазин при выстреле в голову"
L["pro.runandgun"] = "Возможность стрельбы во время бега"
L["pro.headshotdamage"] = "Тройной урон от выстрела в голову"
L["pro.slowenemies"] = "Замедляет врагов при попадании"
L["pro.invistracers"] = "Невидимые следы полёта пуль"
L["pro.fullauto"] = "Полностью автоматический"

L["con.magcap"] = "Уменьшенная ёмкость магазина"
L["con.beam"] = "Видимый лазерный луч"
L["con.light"] = "Видимый луч фонарика"
L["con.noscope"] = "Нельзя прицелиться"

L["pro.ammo_blank"] = "Безвреден!"
L["con.ammo_blank"] = "Безвреден."

L["pro.ignite"] = "Поджигает цели"