L = {}

-- Charms
L["name.charm_ak47"] = "«Крупный калибр 7,62»"
L["desc.charm_ak47"] = "Самая популярная винтовка в истории. Мозамбик поместили её на свой флаг. Отпразднуйте кровавые прошедшие годы - и многие грядущие - с этой маленькой копией автомата."
L["name.charm_amogus"] = "«Амогус»"
L["desc.charm_amogus"] = "Сымитируйте чувство психоза с этим подозрительным членом экипажа."
L["name.charm_beware"] = "«Осторожно, злая собака»"
L["desc.charm_beware"] = "Лучший друг одного человека - злейший враг другого. Будь то пушистый маленький пудель или 4-тонная роботизированная горилла, этот брелок будет напоминать вам о самом маленьком члене семьи."
L["name.charm_breen"] = "«Бринкаст»"
L["desc.charm_breen"] = [["Скажите, доктор Фримен, если сможете: Вы так много разрушили — Создали ли вы хоть что-нибудь? Можете назвать хоть одну вещь?... Я так и думал.

А я могу. Я заложил основы для выживания человечества, и не только человечества в узком смысле, но и чего-то большего, чем можно представить. Чего-то такого, что только сейчас открывается взгляду.

Смотри, Гордон. Смотри, от чего ты отказываешься. Стоит ли оно того?"]]
L["name.charm_brick"] = "«Шлакоблок»"
L["desc.charm_brick"] = "Независимо от того, строите ли вы мосты, чтобы сблизить своих друзей, или стены, чтобы разлучить своих врагов, шлакоблок всегда будет рядом с вами."
L["name.charm_camera"] = "«Точечная съёмка»"
L["desc.charm_camera"] = "Вы будете выглядеть очень фотогенично с этой миниатюрной камерой рядом с вами."
L["name.charm_civilprotection"] = "«Гражданская оборона»"
L["desc.charm_civilprotection"] = "Если вы хотите заработать на немеханическом подавлении размножения или просто выполнить свою норму избиений - этот брелок будет напоминать вам, что наши покровители заботятся о наших интересах."
L["name.charm_clipboard"] = "«Костюм Модели 5 для использования в агрессивной среде»"
L["desc.charm_clipboard"] = [["Конструкция Костюма Модели 5 изменена для повышения комфорта и функциональности- о, Боже!"

"Док, на это нет времени. Ты хоть подзаряди его, Гордон."]]
L["name.charm_gear"] = "«Солид Метал Гир»"
L["desc.charm_gear"] = "Я действительно не понимаю в чём прикол."
L["name.charm_jet"] = "«Злобное жало»"
L["desc.charm_jet"] = "Этот маленький реактивный самолёт в стиле F-16 представляет собой самый распространённый истребитель, находящийся на вооружении сегодня. В ходе современной войны все вы, обитатели траншей с оружием в руках, просто разведчики и мишени для короля сегодняшнего поля боя."
L["name.charm_kinect"] = "«Бессмыслица Маттрика»"
L["name.charm_lamp"] = "«Ночник»"
L["desc.charm_lamp"] = "Ламповое масло, верёвка, бомбы - они твои, друг мой, пока у тебя достаточно рубинов."
L["name.charm_m4"] = "«Спецназ»"
L["desc.charm_m4"] = "Если хороших людей нельзя убедить встать на путь праведности словами, тогда их нужно убедить ружьями."
L["name.charm_pan"] = "«Антипригарный убийца»"
L["desc.charm_pan"] = "Превратите свою сковороду в умервщтляющую сковороду с помощью этого легендарного брелка. Служит двойной цели - отражать пули и подавать вкусную королевскую курицу."
L["name.charm_register"] = "«Жалоба кассира»"
L["desc.charm_register"] = "Иногда всё, что ты хочешь сделать, это [ВЫСТРЕЛ] [ВЫСТРЕЛ] [ВЫСТРЕЛ] [ВЫСТРЕЛ] [ЧА-ЧИНГ] и забрать свои деньги. Для таких моментов и существует касса, наполненная заработанными деньгами, которые можно забрать."
L["name.charm_shoe"] = "«Старый ботинок»"
L["desc.charm_shoe"] = "Клянусь Аллахом, веди себя прилично, иначе ты почувствуешь вкус этого старинного брелка."
L["name.charm_sink"] = "«Кухонная раковина»"
L["desc.charm_sink"] = "Для человека, у которого есть всё - возьми и кухонную раковину с собой."
L["name.charm_wheelie"] = "«Малый трюкач на колёсиках»"
L["desc.charm_wheelie"] = "Станьте предметом зависти сообщества по управлению отходами Youtube с помощью этой милой маленькой копии мусорного бака."

-- Stats
L["con.charm_lamp"] = "Прости, Линк. Я не могу отдать должное."
L["con.charm_lamp2"] = "Возвращайся, когда станешь... - богаче."
L["info.charm_brick"] = "Пожалуйста, не уходи."
L["info.charm_brick2"] = "Ты мне очень нужен."
